/* menu_about */
"About Chameleon Wizard" = "A Chameleon Wizard névjegye";

/* theme_adjust */
"Adjust theme resolution:" = "A téma felbontásának meghatározása:";

/* smbios_advanced */
"Advanced" = "Speciális";

/* theme_apply */
"Apply" = "Alkalmazás";

/* lPMain */
"Apply patch:" = "Javítás:";

/* menu_backup */
"Backup boot file on desktop" = "A boot fájl biztonsági mentése az asztalra";

/* ti_bdmesg */
"bdmesg" = "Indítási napló";

/* box_bootflags */
"Boot Flags" = "Kernel paraméterek";

/* help_bootflags_caption */
"Boot Flags section help" = "A kernel paraméterekről";

/* cb_boot0 */
"Boot0" = "Boot0";

/* cb_boot0hfs */
"Boot0hfs" = "Boot0hfs";

/* cb_boot0 */
"Boot0md" = "Boot0md";

/* bBrowse */
"Browse" = "Kijelölés...";

/* BuildDate */
"Build date" = "Kiadás ideje";

/* builtin */
"Built-In" = "Beépített";

/* cancel */
"Cancel" = "Mégse";

/* chml_fold */
"Chameleon i386 folder:" = "Chameleon i386 mappa:";

/* ch_downloaded */
"Chameleon pkg was downloaded and saved." = "A Chameleon csomag letöltve és elmentve.";

/* chameleon_revision */
"Chameleon revision: " = "Chameleon verzió: ";

/* ch_installed */
"Chameleon was installed on selected disk." = "A Chameleon telepítve a kijelölt partícióra.";

/* chameleon_revision */
"Chameleon's revision on selected partition: " = "A Chameleon verziója a kijelölt partíción: ";

/* menu_checkatstartup */
"Check for updates at startup" = "Frissítések keresése induláskor";

/* menu_updates */
"Check for Updates..." = "Frissítések keresése...";

/* clear */
"Clear" = "Töröl";

/* lCDesc */
"Compilation allows you to create aml file that can be used by chameleon. Decompilation allows you to create dsl file, that can be used for edition." = "A letömörítés segít elkészíteni az aml fájlt, amit a Chameleon-al használhatsz. A kitömörítés pedig létrehozza a dsl fájlt, amit szerkeszthetsz.";

/* Compile */
"Compile" = "Letömörítés";

/* lCMain */
"Compile / Decompile DSDT:" = "DSDT letömörítés / kitömörítés :";

/* lCE */
"Compile/Extract" = "Tömörítés/Kitömörítés";

/* menu_connectbb */
"Connect to Buildbot at startup" = "Újabb verzió keresése indításkor";

/* connectbb */
"Connect to Buildbot" = "Új verzió keresése";

/* connectio_error */
"Connection error." = "Kapcsolati hiba.";

/* continue_caption */
"Continue?" = "Fojtatod?";

/* copy */
"Copy" = "Másolás";

/* download_failed */
"Couldn't download file.\nCheck your internet connection, and try again later." = "A fájl nem elérhető.\nEllenőrizd az internetkapcsolatod, vagy próbáld később.";

/* efi_mount_failed */
"Couldn't mount EFI partition.\nCheck if it's formatted to HFS and has no errors." = "Az EFI partíció nem csatolható fel.\nEllenőrizd, hogy HFS fájlrendszere van, vagy van e rajta hiba.";

/* bCreate */
"Create" = "Készítés";

/* lPCMain */
"Create patch file:" = "Javító fájl létrehozása:";

/* created_by */
"Created by: " = "Készítette: ";

/* theme_current */
"Current theme" = "Jelenlegi téma";

/* Decompile */
"Decompile" = "Kitömörítés";

/* task_detect */
"Detecting Partitions and Mount Points..." = "Partíciók és csatolási pontok észlelése...";

/* box_devprops */
"Device Properties" = "Eszközbeállítások";

/* help_devprop_caption */
"Device Properties section help" = "Eszközbeállítások - Segítség";

/* efi_disable_desc */
"Do you want to disable EFI Partition support?\nApplication will quit after saving changes." = "Kikapcsolod az EFI partíciók támogatását?\nAz alkalmazás kilép a beállítások mentése után.";

/* efi_enable_desc */
"Do you want to enable EFI Partition support?\nIt's little problematic on some computers.\nApplication will quit after saving changes." = "Bekapcsolod az EFI partíciók támogatását?\nNéhány számítógépen kicsit problémás.\nAz alkalmazás kilép a módosítások mentése után.";

/* efi_format_desc */
"Do you want to format EFI partiton to HFS filesystem?" = "Leformázod az EFI partíciót HFS fájlrendszerrel?";

/* mail_contents */
"Don't forget to put packed zip theme, thumbnail, and your nick. \n Your e-mail address will NOT be use by me in any way.\nThanks!" = "Ne felejsd mellékelni a témát zip-be tömörítve, a bélyegképet (thumbnail), és a nick-ed. \n Az e-mail címed NEM használjuk egyéb célra.\nKöszi!";

/* ti_donate */
"Donate" = "Támogatás";

/* menu_donate */
"Donate_menu" = "Támogass minket...";

/* done_caption */
"Done" = "Kész";

/* download */
"Download" = "Letöltés";

/* theme_downloadapply */
"Download and apply theme" = "Letöltés és használat";

/* download_pkg */
"Download pkg" = "Csomag letöltése";

/* theme_download */
"Download theme:" = "Leölthető témák:";

/* downloading */
"Downloading" = "Letöltés";

/* task_download */
"Downloading Chameleon..." = "A Chameleon letöltése...";

/* downloading_theme */
"Downloading theme..." = "A téma letöltése...";

/* DSDTWarnigText */
"DSDT cannot be extracted, because you are using custom file DSDT.aml. Remove it and reboot your system. In some cases you will need more kexts to keep system working without fixed DSDT." = "A DSDT nem tömöríthető ki, mivel már használsz egy módosított DSDT fájlt. Távolítsd el, és indísd újra a géped. Valószínűleg szükséged lesz pár kext-re, hogy a módosított DSDT nélkül elinduljon a géped.";

/* lPAPatch */
"DSDT patch file:" = "DSDT javító fájl:";

/* smbios_edit */
"Edit" = "Szerkesztés";

/* menu_efi support */
"EFI partition support" = "EFI partíció támogatása";

/* error_caption */
"Error" = "Hiba";

/* lQPMain */
"Extract, patch and compile DSDT:" = "Kitömöríti, javítja, majd letömöríti a DSDT-t:";

/* lPAOrig */
"Extracted, original dsl/aml file:" = "Kitömörített, gyári dsl/aml fájl:";

/* menu_file */
"File" = "Fájl";

/* folder_disk */
"Folder on disk" = "Mappa a lemezen";

/* menu_format */
"Format EFI partition to HFS" = "Az EFI partíció HFS-re formázása";

/* smbios_generate */
"Generate Serial" = "Gyáriszám készítés";

/* theme_getres */
"Get screen resolution" = "A felbontás észlelése";

/* box_graphics */
"Graphics" = "Video";

/* help_graphics_caption */
"Graphics section help" = "Video - Segítség";

/* theme_height */
"Height:" = "Magasság:";

/* help_caption */
"Help" = "Segítség";

/* help_bootflags */
"Help_bootflags" = "Verbose mode: A rendszert az alma logó helyett, karakteres módban indítja így figyelemmel kísérheted a rendszer betöltődését. Hibaelhárításnál hasznos. \n\nIgnore Boot Cache: Ez egy nem mindennaposan használandó mód. A rendszer az összes rendszerfájlt úrjatölti. Akkor használd ha a géped nem indulna megfelelően. \n\nGUI: Jelöld be, ha a grafikus rendszerválasztót szeretnéd használni (lassabb). \n\nTime Out: Azon másodpercek száma amennyit az alapértelmezett rendszer indítása előtt vár a Chameleon rendszertöltő. \n\nInstant menu: A Chameleon nem számol vissza, és nem indítja az alapértelmezett rendszert. Helyette azonnal az indítható rendszerek listáját mutatja. \n\nQuiet Boot:  Mindenféle információ vagy várakozás nélkül indítja a rendszert. \n\nDefault Partition: Az alapértelmezetten indítandó rendszer.\n\nHide Partition: Eltávolítja a nemkívánt partíciókat a rendszerválasztó képernyőről. \n\nLegacy Logo: Jelöld be, ha a témában lévő helyett, az eredeti almát szeretnéd látni a boot képernyőn. \n\nWait: Mikor a Chameleon befejezte a rendszer előtöltését (kernel, driverek, stb.) egy billentyű lenyomásáig megáll, ha ezt a beállítást bepipálod.\n\nKernel: Tetszőleges kernel haszálata.";

/* help_devprop */
"Help_devprop" = "Nothing here. Ignore it.";

/* help_graphics */
"Help_graphics" = "Graphics Enabler: Automatikus videókártya észlelés. \n\nAti Config: Tetszőleges ATI illesztőprogram használata. \n\nAti Ports: Specify the number of ports, e.g. 2. \n\nUse Ati ROM: Tetszőleges ATI ROM haszálata. \n(elérési út: /Extra/<vendorid>_<devid>_<subsysid>.rom) \n\nUse Nvidia ROM: Tetszőleges nVidia ROM haszálata \n(elérési út:  /Extra/<vendorid>_<devid>.rom) \n\nVBIOS: Beilleszti a Video BIOS-t az eszközbeállításokba. \n\ndisplay_0: Egy választható értéket illeszt be a 'display-cfg'-ból. \nNVDA,Display-A@0 (érték). \n\ndisplay_1: Egy választható értéket illeszt be a 'display-cfg'-ból. \nNVDA,Display-B@1 (érték). \n\nGraphics Mode: A felbontás beállítása.";

/* help_misc */
"Help_misc" = "Use Kernel Cache: Csak Lion-hoz. Engedélyezi a gyorsítótárazott kernel betöltését. Nem tölti be a következő mappákat: /E/E és /S/L/E. CSAK akkor endegélyezd ha úgy érzed minden a helyén van! \n\nnpci=0x2000: Orvosolja néhány gépen a 'PCI configuration begin'-nél történő lefagyást.\n\ndarkwake=0: Kikapcsolja a kisfogyasztású ébredést. \n\n32-bit (i386): A rendszert 32bites módban indítja. \n\n64-bit (x86_64): A rendszert 64bites módban indítja.\n\nForce HPET:  Engedélyezi a 'HPET'-et azokon az intel lapokon, amelyeken nincs lehetőség ezt bekapcsolni. \n\nEthernet Built In: A hálózati kártyát beépítettként segít betöltetni.. \n\nPCI Root=1: A PciRoot értéket 1-re állítja (alapértelmezett érték: 0).\n\nSystem Type: A rendszer típusát határozza meg. 0..6 \n(alapértelmezett =1 (Asztali))";

/* help_pm */
"Help_pm" = "Generate P-States: Automatikusan létrehozza a processzor P módjait (sebesség-lépcsők).\n\nGenerate C-States: Automatikusan létrehozza a processzor C módjait (energiatakarékossági-lépcsők).\n\nDrop SSDT: Kihagyja az SSDT táblák betöltését.\n\nEnable C2 State: Lehetővé teszi a processzor C2-es módba való kapcsolását.\n\nEnable C3 State: Lehetővé teszi a processzor C3-es módba való kapcsolását..\n\nEnable C4 State: Lehetővé teszi a processzor C4-es módba való kapcsolását. \n\nCST Using SystemIO: Új C-State _CST generálás a SystemIO regiszterek használatával, a fix hardveres helyett.\n\nBusratio: Egyedi szorzót állít be.";

/* help_usb */
"Help_usb" = "USB Bus Fix: Engedélyezi az összes alábbi javítást:\n\nEHCI Acquire Fix: Kijavítja az EHCI jogokat. Hasznos, ha problémáid vannak az USB-vel, vagy az alvó móddal. \n\nUHCI Reset Fix: Újraindítja az UHCI kontollereket a Mac OS X indítása előtt. Hasznos, ha problémáid vannak az alvó móddal. \n\nUSB Legacy Off: Orvosolja a Legacy USB-vel kapcsolatos hibákat.";

/* lEMain */
"Here you can extract DSDT from your hardware." = "DSDT kitömörítés az alaplapodról:";

/* menu_hideboot */
"Hide boot file" = "A 'boot' fájl elrejtése";

/* menu_hideapp */
"Hide Chameleon Wizard" = "A program elrejtése";

/* menu_hideothers */
"Hide Others" = "Más ablakok elrejtése";

/* lIaslv */
"IASL Version:" = "IASL Verzió:";

/* lCInput */
"Input file (dsl/aml):" = "Forrás (dsl/aml):";

/* install */
"Install" = "Telepítés";

/* inst_method */
"Install method:" = "Telepítés módja:";

/* menu_install_bdmesg */
"Install or update bdmesg tool" = "Az indítás naplózó (bdmesq) telepítése, vagy frissítése.";

/* task_install_boot */
"Installing boot file..." = "A boot fájl telepítése...";

/* task_install_boot0 */
"Installing boot0 file..." = "A boot0 fájl telepítése...";

/* task_install_boot0hfs */
"Installing boot0hfs file..." = "A boot0fhs fájl telepítése...";

/* task_install_boot0md */
"Installing boot0md file..." = "A boot0md fájl telepítése...";

/* task_install_boot1h */
"Installing boot1h file..." = "A boot1h fájl telepítése...";

/* installing_theme */
"Installing theme..." = "A téma telepítése...";

/* instant_menu */
"Instant Menu" = "Instant Menu";

/* fileInvalid */
"Invalid input file!" = "Nem megfelelő fájl!";

/* smbios_manuloc */
"Manufacturing Location:" = "Gyártás helye:";

/* mem_slot */
"Memory Slot: " = "Memória foglalat: ";

/* box_misc */
"Miscellaneous" = "Vegyes";

/* help_misc_caption */
"Miscellaneous section help" = "Vegyes - Segítség";

/* smbios_modelnumber */
"Model Number:" = "Típusszám:";

/* MountCheck */
"Mount and Check" = "Felcsatol és ellenőriz";

/* menu_mount */
"Mount selected partition" = "A kijelölt partíció felcsatolása";

/* task_mount */
"Mounting partition..." = "A partíció felcsatolása...";

/* lIaslUpDesc */
"Newer IASL versions can generate more optimized files, but they can also be oversensitive and show fake errors." = "Az újabb IASL verziók jobban optimalizált fájlokat tudnak létrehozni, ellenben mutathatnak hamis hibákat is.";

/* smbios_next */
"Next" = "Következő";

/* no */
"No" = "Nem";

/* no_file */
"No boot file in selected folder." = "Nincs boot fájl a kiválasztott mappában.";

/* no_file */
"No boot0 file in selected folder." = "Nincs boot0 fájl a kiválasztott mappában.";

/* no_file */
"No boot0hfs file in selected folder." = "Nincs boot0fhs fájl a kiválasztott mappában.";

/* no_file */
"No boot1h file in selected folder." = "Nincs boot1h fájl a kiválasztott mappában.";

/* no_chameleon_revision */
"No chameleon installed on selected partition." = "Nincs Chameleon telepítve a kijelölt partíción.";

/* noorg */
"No org.chameleon.Boot.plist on selected partition!" = "Nincs org.chameleon.Boot.plist a kijelölt partíción!";

/* ok */
"OK" = "OK";

/* open */
"Open" = "Megnyitás...";

/* ti_org */
"org.chameleon.Boot" = "org.chameleon.Boot";

/* orgplist_notfound */
"org.chameleon.Boot.plist not found!" = "Az org.chameleon.Boot.plist nem található!";

/* lPCOrig */
"Original dsl/aml file:" = "Gyári dsl/aml fájl:";

/* not_mounted */
"Partition not mounted." = "A partíció nincs felcsatolva.";

/* paste */
"Paste" = "Beillesztés";

/* lPatch */
"Patch" = "Javítás";

/* lPCPatched */
"Patched dsl/aml file:" = "Javított dsl/aml fájl:";

/* pci_notdetected */
"PCIRoot not detected." = "A PCIRoot nem található.";

/* select_efi_caption */
"Please select EFI partition." = "Válassz ki egy EFI partíciót.";

/* box_pm */
"Power Management" = "Energiagazdálkodás";

/* help_pm_caption */
"Power Management section help" = "Energiagazdálkodás - Segítség";

/* menu_preferences */
"Preferences..." = "Beállítások...";

/* smbios_premade */
"Premade SMBioses" = "Előkészített SMBios beállítások";

/* smbios_prev */
"Previous" = "Előző";

/* lQuickPatch */
"Quick Patch" = "Gyors javítás";

/* quiet_boot */
"Quiet Boot" = "Quiet Boot";

/* menu_quit */
"Quit Chameleon Wizard" = "Kilépés";

/* smbios_random */
"Random" = "Véletlen";

/* boot0md_desc */
"Recommended, if you have 2 (or more disks) and Windows is in other disk than OS X." = "Ajánlott, ha 2 (vagy több) lemezed van, illetve ha Windows rendszered egy másik lemezen van.";

/* boot0hfs_desc */
"Recommended, if you have one disk with OS X and Windows, or only OS X. No changes in active partitions are being preformed." = "Ajánlott, ha egy lemezed van OS X-el és Windows-al, vagy csak OS X-ed. Nem változtat az aktív partíción.";

/* boot0_desc */
"Recommended, if you have two OS X systems on one disk and no Windows. This option will activate selected partition!" = "Ajánlott, ha kettő vagy több OS X rendszered van egy lemezen, és nincs Windows-od. Ez az opció aktiválja a kijelölt partíciót!";

/* save */
"Save" = "Mentés...";

/* saveas */
"Save As" = "Mentés másként";

/* select */
"Select" = "Kijelölés...";

/* mddisk_sellabel */
"Select disk on which you want to install boot0md:" = "Válaszd ki, melyik lemezre telepíted a 'boot0md'-t:";

/* no_file */
"Selected file doesn't exist." = "A kijelölt fájl nem létezik.";

/* smbios_serial */
"Serial:" = "Gyáriszám:";

/* menu_services */
"Services" = "Szolgáltatások";

/* task_set_active */
"Setting Partition as Active..." = "Partíció aktiválása...";

/* menu_showall */
"Show All" = "Mutasd mind";

/* theme_size */
"Size" = "Méret";

/* params */
"Slide left for Quiet Boot and Instant Menu flags." = "Húzd az azonnali, vagy a késleltetett indítás felé.";

/* ti_smbios */
"SMBios" = "SMBios";

/* sbios_notfound */
"SMBios.plist not found!" = " Az SMBios.plist nem található!";

/* mismatched_models */
"SMProductName and Selected Model are not the same." = " Az SMProductName és a kijelölt modell nem azonos.";

/* target_partition */
"Target partition:" = "Cél partíció:";

/* lIaslAdv */
"The following options are for advanced users only." = "Beállítások haladó felhasználók számára:";

/* theme_desc */
"Theme Description" = "A téma leírása";

/* theme_installed */
"Theme succesfully installed." = "A téma telepítése sikeres volt.";

/* ti_themes */
"Themes" = "Témák";

/* timeout */
"Time Out: " = "Időtúllépés: ";

/* smbios_uniquenumber */
"Unique Number:" = "Egyedi szám:";

/* unknown */
"Unknown" = "Ismeretlen";

/* unknown_error */
"Unknown error!" = "Ismeretlen hiba!";

/* menu_unmount */
"Unmount selected partition" = "A kijelölt partíció lecsatolása";

/* task_unpack */
"Unpacking Chameleon..." = "A chameleon kicsomagolása...";

/* unpacking_theme */
"Unpacking theme..." = "A téma kicsomagolása...";

/* cb_update */
"Update" = "Frissítés";

/* update1h */
"Update more bootloader files. (/boot and boot1h)" = "Több indítófájl frissítése. (/boot és boot1h)";

/* update_desc */
"Updates the bootloader. (/boot)" = "A rendszerbetöltő frissítése. (/boot)";

/* theme_upload */
"Upload theme" = "Téma feltöltése";

/* box_usb */
"USB" = "USB";

/* help_usb_caption */
"USB section help" = "USB - Segítség";

/* smbios_weekmanu */
"Week of Manufacture:" = "Gyártás hete:";

/* theme_width */
"Width:" = "Szélesség:";

/* smbios_yearmanu */
"Year of Manufacture:" = "Gyártás éve:";

/* yes */
"Yes" = "Igen";

/* savelog */
"Save Log" = "Napló mentése";

/* closelog */
"Close" = "Bezár";

/* lQPDrop */
"You can also drop file here..." = "Akár ide is dobhatod a fájlt...";

/* lPDD */
"You can also drop files here..." = "Akár ide is dobhatod a fájlt...";

/* lPADesc */
"You can apply patch at the original dsdt. Both patch, and dsdt must be from the same motherboard model, with the same bios version and settings!" = "Itt a gyári DSDT-t javíthatod. A javításnak és a DSDT-nek is azonos alaplahoz és BIOS verzióhoz kell tartoznia!";

/* lPCDesc */
"You can create patch file with all changes, so you can apply it on unmodified DSDT later. Both files has to be from the same motherboard model with the same Bios settings and version!" = "Javító fájlt hozhatsz létre, hogy később a gyári DSDT-t javíthasd vele. Mindkét fájlnak azonos alaplahoz és BIOS verzióhoz kell tartoznia!";

/* lQPDesc */
"You can quickly extract your DSDT, patch it, and put it in /Extra directory using this feature. DSDT Patch must be created on the same motherboard model with the same bios version and settings!" = "Ezzel a funkcióval könnyedén kitömörítheted, javíthatod, és a /Extra mappába másolhatod a DSDT-t . A DSDT javításnak azonos alaplaphoz és BIOS verzióhoz kell tartoznia.";

